@extends('app')
@section('title', 'Вопросы и ответы')
@section('content')

  <div class="container pt-4">
    <h1 class="">Пользовательское соглашение</h1>
    <div class="content "><h2 class="">1. Определения и общие положения</h2>
      <p class="">1.1. Настоящее пользовательское соглашение является юридически обязательным
        документом-офертой между физическим лицом и администратором веб-сервиса uc-shop.ru, предлагающим доступ и
        использование функционала сайта uc-shop.ru на условиях, изложенных в настоящем соглашении.</p>
      <p class="">1.2. Термины, используемые в настоящем соглашении:</p>
      <p class="">1.2.2. Пользователь - физическое лицо, обладающее право- и дееспособностью для заключения
        настоящего соглашения и получения доступа к функционалу сайта.</p>
      <p class="">1.2.3. Регистрация - процесс заполнения учетных данных (электронная почта, пароль и прочее)
        в регистрационной форме на сайте. В результате регистрации автоматически создается личный кабинет пользователя
        для
        использования функционала сайта.</p>
      <p class="">1.2.4. Личный кабинет - защищенный техническими средствами раздел сайта, предназначенный
        для заключения, исполнения, прекращения гражданско-правовых сделок с администратором, а также использования
        дополнительных функциональных возможностей сайта, получения скидок на сервис, направления сообщений и
        уведомлений
        администратору, а также осуществления иных действий, предусмотренных функциями личного кабинета.</p>
      <p class="">1.2.5. Файлы Cookies - небольшие фрагменты данных, отправляемые сайтом и хранящиеся на
        компьютере пользователя, которые веб-клиент или веб-браузер пересылает веб-серверу в HTTP-запросе при попытке
        открыть страницу сайта.</p>
      <p class="">1.2.6. IP-адрес - уникальный сетевой адрес узла в компьютерной сети, построенной по
        протоколу IP.</p>
      <p class="">1.3. Использование сайта Пользователем включает:</p>
      <p class="">1.3.1. Просмотр информации, размещенной на сайте.</p>
      <p class="">1.3.2. Регистрацию и/или авторизацию на сайте.</p>
      <p class="">1.3.3. Отправление уведомлений и сообщений администратору через сайт.</p>
      <p class="">1.3.4. Совершение гражданско-правовых сделок с администратором и использование других
        функциональных возможностей сайта.</p>
      <h2 class="">2. Статус соглашения</h2>
      <p class="">2.1. Настоящее соглашение является юридически обязательным соглашением между пользователем
        и администратором, предметом которого является предоставление пользователю доступа к использованию функционала
        сайта uc-shop.ru.</p>
      <p class="">2.2. Пользователь обязуется полностью ознакомиться с условиями настоящего соглашения до
        регистрации или заказа услуг на сайте. Регистрация пользователя на сайте и оплата услуг означает полное и
        безоговорочное принятие настоящих условий соглашения.</p>
      <h2 class="">3. Регистрация и использование сайта</h2>
      <p class="">3.1. При регистрации на сайте пользователь обязан предоставить администратору достоверную и
        актуальную информацию для формирования личного кабинета, включая уникальный логин и пароль.</p>
      <p class="">3.2. Пользователь несет ответственность за достоверность, актуальность, полноту и
        соответствие законодательству Российской Федерации предоставленной информации и ее защиту от претензий третьих
        лиц.
        <br>
        Если администратор обнаружит неверную или недостоверную информацию, либо нарушение правил поведения на сайте,
        моральных и этических норм или законов РФ, администратор вправе заблокировать или удалить личный кабинет
        пользователя, а также ограничить доступ к функционалу сайта.</p>
      <p class="">3.3. Администратор обрабатывает персональные данные пользователя в соответствии с
        законодательством Российской Федерации. Раскрытие предоставленной пользователем информации может происходить
        только по требованию суда, правоохранительных органов или в иных случаях, предусмотренных законодательством.</p>
      <h2 class="">4. Права и обязанности администратора</h2>
      <p class="">4.1. Администратор обязан предоставить пользователю доступ к функционалу сайта
        uc-shop.ru при условии выполнения пользователем всех своих обязательств по соглашению.</p>
      <p class="">4.2. Администратор имеет право отказать пользователю в регистрации или заблокировать
        существующий аккаунт, если информация пользователя не соответствует действительности или нарушает правила
        поведения на сайте, моральные и этические нормы, а также законы РФ.</p>
      <p class="">4.3. Администратор освобождается от ответственности за действия третьих лиц, которые могут
        причинить ущерб пользователю.</p>
      <h2 class="">5. Ответственность сторон</h2>
      <p class="">5.1. Пользователь несет ответственность за сохранение персонального пароля, обеспечивающего
        доступ к личному кабинету.</p>
      <p class="">5.2. Администратор не несет ответственности за возможные сбои и перерывы в работе сайта,
        вызванные потерей информации.</p>
      <p class="">5.3. Стороны освобождаются от ответственности при наличии обстоятельств непреодолимой силы,
        которые делают невозможным выполнение своих обязательств.</p>
      <h2 class="">6. Прочие условия</h2>
      <p class="">6.1. Настоящее соглашение действует с момента принятия его условий пользователем и не имеет
        ограничения по сроку действия.</p>
      <p class="">6.2. Принимая настоящее соглашение, пользователь соглашается на обработку своих
        персональных данных администратором в соответствии с законодательством Российской Федерации.</p>
      <p class="">6.3. Администратор обеспечивает защиту персональных данных пользователя от неправомерного
        доступа, изменения, раскрытия или уничтожения.</p>
      <p class="">6.4. При пополнении игрового аккаунта на сайте uc-shop.ru, пользователь обязан указать
        свой логин в соответствии с информацией на странице товара и FAQ. Администратор не несет ответственности за
        ошибки
        при вводе логина, или указание никнейма вместо логина, а также за возможность проведения платежа в случае таких
        ошибок. Средства возврату в данном случае не подлежат.</p>
      <p class="">6.5. Администратор производит зачисления на игровые аккаунты (например, Steam, Genshin
        Impact и другие) в соответствии с информацией на странице товара и FAQ. Если пользователь осуществляет оплату
        для
        получения товара на аккаунт, который не поддерживается из-за региональных или других ограничений, и такая
        информация отражена на странице товара или сайте, администратор не несет ответственности и в праве отказать в
        возврате средств после проведения оплаты.</p>
      <p class="">6.6. Администратор обязуется обработать платеж пользователя и выполнить заказ в течение 10
        минут, если на странице товара не указана дополнительная информация о сроках зачисления средств. Если указанный
        срок превышен, администратор обязан разрешить проблему в течение 3 рабочих дней и в качестве компенсации может
        начислить дополнительные средства или предоставить промокод на скидку по своему усмотрению.</p>
      <p class="">6.7. При покупке игровых кодов администратор не несет ответственности за их
        работоспособность, если они будут использованы позднее чем через две недели после приобретения. Администратор
        вправе запросить от пользователя поясняющие документы (скриншоты, записи или демонстрацию экрана) в случае, если
        код оказался нерабочим по словам пользователя.</p>
      <p class="">6.8. Попытка пользователя обмануть администратора с целью получения выгоды или
        дополнительного товара может быть расценена как мошенничество. В таком случае администратор вправе заблокировать
        пользователя на ресурсе и прекратить с ним общение.</p>
      <p class="">6.9. В случае форс мажорных ситуаций, администратор обязан сообщить об этом пользователю
        через каналы поддержки (социальные сети или мессенджер на сайте) и озвучить примерные сроки выполнения
        заказа.</p>
      <p class="">6.10. В связи с постоянными изменениями в курсах и комиссиях за конвертацию, возможны
        случаи, когда на Steam аккаунт пользователя придет сумма с погрешностью до ±1%. В случае, если разница превышает
        50 рублей, администратор может возместить ее пользователю. Для разрешения таких ситуаций пользователь должен
        обратиться в техническую поддержку сайта.</p>
      <p class="">6.11. В Steam возможна смены региона аккаунта в случае зачисления средств. Пользователь
        обязан следовать инструкциям, предоставленным в FAQ, чтобы избежать таких ситуаций или, наоборот, совершить
        подобные операции. Если пользователь допустил ошибку в воспроизведении шагов и регион стал не тем, который ему
        нужен, администратор не несет за это ответственности и в праве отказать в возврате средств.</p>
      <p class="">6.12. В случае, если платежная система отклоняет реквизиты пользователя или его платеж был
        отменен, администратор сервиса не несет ответственности, и пользователь должен обратиться в техническую
        поддержку
        платежной системы.</p>
      <p class="">Настоящее соглашение регулирует отношения между пользователем и администратором в части
        использования сайта uc-shop.ru.</p>
      <p class="">Использование сайта означает безусловное согласие и подтверждение гарантий со стороны
        пользователя в отношении положений настоящего соглашения.</p></div>
  </div>
@endsection