@extends('app')
@section('title', 'Как купить')
@section('content')
  <div class="container pt-4">
    <h1>Как купить</h1>
    <div class="content ">

      <div class="text">
        <p>1. На главной странице введите свой игровой ID (UID), выберите кол-во UC и нажмите "Купить".</p>
        <p>2. На странице Оформления заказа нажмите "Оформить заказ", данные о заказе передадутся опературу. </p>
        <p>3. Заказ придёт автоматически в течении 1 минуты. Если этого не произошло напишите в чат на сайте</p>


        <p>Зачисление произойдет в течении 1 минуты</p></div>
      
      </div>
  </div>
@endsection