@extends('app')
@section('title', 'Политика конфиденциальности')
@section('content')
  <div class="container pt-4">
    <h1>Политика возврата</h1>
    <div class="content"><p>
        Настоящая политика возвратов является дополнением к политике конфиденциальности, размещенной по адресу
        https://uc-shop.ru/politic, и регулирует вопросы возврата денежных средств за заказы. Политика возврата всегда
        находится по адресу https://uc-shop.ru/refund
      </p>
      <p>
        Агент: Продавец, Принципал: покупатель.
      </p>
      <h2>Продавец производит возврат денежных средств в следующих случаях:</h2>
      <ol>
        <li>
          Доставка заказа, размещенного клиентом, не была выполнена или не может быть выполнена по причинам, зависящим
          от
          агента или клиента.
        </li>
        <li>
          После заказа клиент получил от агента неверный уникальный цифровой код (ключ) товара, и клиент произвел
          видеозапись момента покупки и активации полученного уникального цифрового кода (ключа) товара. В ином случае
          проверить активацию уникального цифрового кода товара принципалом невозможно.
        </li>
        <li>
          На основании доброй воли Продавца.
        </li>
      </ol>
      <h2>Продавец не производит возврат денежных средств в следующих случаях:</h2>
      <ol>
        <li>
          Заказ был выполнен и доставлен.
        </li>
        <li>
          Отсутствует видеозапись процесса активации уникального цифрового кода (ключа) товара.
        </li>
        <li>
          Покупателем были допущены ошибки в реквизитах для доставки.
        </li>
        <li>
          Покупатель не прочитал полное описание товара или приобрел не подходящий лично ему товар.
        </li>
      </ol>
      <p>Все запросы на возврат денежных средств рассматриваются путем отправки письма на адрес info@uc-shop.ru.</p>
    </div>
  </div>
@endsection
