@extends('app')
@section('title', 'Политика конфиденциальности')
@section('content')
  <div class="container pt-4">
    <h1>Публичная оферта</h1>
    <div class="content"><p>1. ОБЩИЕ УСЛОВИЯ</p>
      <p>Настоящая публичная оферта (далее – «Оферта») представляет собой официальное
        предложение Индивидуального предпринимателя ИП Абдуллин Артём Азатович ОГРНИП: 323861700018071, далее именуемый
        «Агент», на заключение
        агентского договора на условиях, описанных в Оферте, адресованного дееспособным физическим лицам,
        принявшим (акцептовавшим) настоящее предложение.</p>

      <p>В соответствии с пунктом 2 статьи 437 ГК РФ документ является публичной Офертой и в случае принятия
        изложенных ниже условий и оплаты услуг Агента, лицо, осуществившее Акцепт настоящей Оферты, становится
        Принципалом.</p>

      <p>В соответствии с пунктом 3 статьи 438 ГК РФ акцепт Оферты равносилен заключению договора на условиях,
        изложенных в Оферте), что безоговорочно принимается сторонами.</p>

      <p>2. ОПРЕДЕЛЕНИЯ И ТЕРМИНЫ</p>
      <p>2.1. В целях настоящей Оферты нижеприведенные термины используются в следующем значении:</p>

      <p>«Оферта» - предложение заключить Договор, адресованное неопределенному кругу лиц.</p>

      <p>«Акцепт Оферты» - полное и безоговорочное принятие настоящей Оферты Принципалом в порядке,
        предусмотренном настоящей Офертой.</p>

      <p>«Сервис» - Интернет-ресурс Агента, расположенный по адресу http://donatov.net, посредством
        которого осуществляется оказание Услуг.</p>

      <p>«Услуги» - возмездные агентские услуги, описываемые в настоящей Оферте, оказываемые Агентом
        Принципалу с использованием Сервиса, связанные с принятием от Принципала и перечисления денежных средств
        в пользу правообладателя объекта интеллектуальной собственности (далее - игры), выбранного Принципалом и
        представленного в Сервисе, с целью пополнения баланса аккаунта Принципала для приобретения последним
        виртуальных ценностей в выбранной игре..</p>

      <p>«Игра» - компьютерная программа, служащая для организации игрового процесса (геймплея), связи
        с партнёрами по игре, или сама выступающая в качестве партнёра.</p>

      <p>«Принципал» - дееспособное физическое лицо, совершившее Акцепт Оферты в установленном Офертой
        порядке.</p>

      <p>«Агент» - , который осуществляет деятельность по оказанию Услуг Заказчикам.</p>

      <p>«Договор» - агентский договор между Принципалом и Агентом на оказание Услуг, который
        заключается посредством Акцепта Оферты.</p>


      <p>2.2. В настоящей Оферте могут быть использованы термины, не определенные в п. 2.1. В этом случае
        толкование такого термина производится в соответствии с текстом настоящей Оферты. В случае отсутствия
        однозначного толкования термина в тексте Оферты следует руководствоваться толкованием термина: в первую
        очередь – на Сайте Агента, во вторую очередь – общепринятым значением.</p>

      <p>3. ПРЕДМЕТ ОФЕРТЫ. АКЦЕПТ.</p>
      <p>3.1. Агент обязуется от имени и за счет Принципала за вознаграждение осуществлять в пользу Принципала
        оказание Услуг в порядке и на условиях, установленных настоящей Офертой.</p>

      <p>3.2. Вносимые Принципалом через Сервис и получаемые Агентом денежные средства переводятся через платежные
        шлюзы третьих лиц, которые осуществляют пополнение баланса внутриигровых средств Принципала в выбранной
        им Игре или сервисе после конвертации валют. Денежные операции осуществляются согласно правилам,
        регламенту и формату платежных систем.</p>

      <p>3.3. Агент является агентом Принципала только в части принятия от Принципала (запросам Принципала) и
        перечисления денежных средств в пользу правообладателя игры в случаях, порядке и на условиях,
        предусмотренных настоящей Офертой.</p>

      <p>3.4. Принципал осуществляет Акцепт настоящей Оферты путем указания Принципалом в соответствующих формах
        данных, необходимых для пополнения баланса в игре, суммы денежных средств, подлежащей переводу на его
        аккаунт, и нажатия кнопки «Пополнить».</p>

      <p>3.5. В случае, если Принципал не согласен с каким-либо положением Оферты и (или) приложений к нему, он
        должен незамедлительно прекратить использование Услуг и покинуть Сервис.</p>

      <p>3.6. Акцептируя настоящую Оферту, Принципал выражает согласие в том, что:</p>

      <p>3.6.1. он добровольно принял решение о получении Услуг от Агента;</p>

      <p>3.6.2. запрос на перечисление денежных средств передан Агенту для реализации целей, указанных в настоящей
        Оферте;</p>

      <p>3.6.3. передаваемые Принципалом запросы, данные могут быть переданы банку, платежным системам,
        осуществляющему транзакции по переводу средств (включая конвертацию валют);</p>

      <p>3.7. Агент и Принципал предоставляют взаимные гарантии своих прав и дееспособности, необходимых для
        заключения Договора и его исполнения на базе настоящей Оферты.</p>

      <p>3.8. Агент предоставляет Принципалу в Оферте и на Сервисе исчерпывающую информацию об Услугах, сроках и
        способах их оказания.</p>

      <p>3.9. Данные об Агенте, его контактные данные можно найти на страницах Сервиса.</p>

      <p>3.10. Оферта не требует скрепления печатями и/или подписания Агентом и Принципалом (далее по тексту
        – «Стороны») на бумажном носителе, сохраняя при этом полную юридическую силу.</p>

      <p>3.11. Договор действителен в течение срока, который устанавливается с момента подачи запроса Принципала и
        до расторжения по инициативе одной из сторон.</p>

      <p>4. ПРАВА И ОБЯЗАННОСТИ АГЕНТА</p>
      <p>4.1. Агент обязуется:</p>

      <p>4.1.1. Оказать Принципалу Услуги в полном объеме.</p>

      <p>4.1.2. При оказании Услуг руководствоваться интересами Принципала.</p>

      <p>4.1.3. Обеспечить техническую исправность Сервиса и соблюдать выполнение настоящей Оферты.</p>

      <p>4.1.4. Осуществлять прием денежных средств по запросам Принципала.</p>

      <p>4.1.5. Вести учет денежных средств, причитающихся Принципалу.</p>

      <p>4.1.6. Осуществлять перечисление денежных средств, принятых от Плательщиков, в порядке, установленном
        настоящей Офертой.</p>

      <p>4.1.7. Предоставлять Принципалу отчеты Агента.</p>

      <p>4.1.8. Сохранять конфиденциальность личных данных Принципала в рамках Политики конфиденциальности.</p>

      <p>4.2. Агент имеет право:</p>

      <p>4.2.1. Привлекать третьих лиц для осуществления транзакций (переводов денежных средств) на аккаунт
        Принципала в выбранной им и представленной на сайте игре в целях исполнения поручений Принципала по
        настоящей Оферте.</p>

      <p>4.2.2. В случае нарушения Заказчиком условий Оферты приостановить или прекратить выполнение своих
        обязательств по Договору.</p>

      <p>4.2.3. Удерживать агентское вознаграждение с каждого перевода Принципала через Сервис.</p>

      <p>4.2.4. Публиковать на Сервисе отзывы Принципала незамедлительно без предварительной модерации.</p>

      <p>4.2.5. Комментировать отзывы Принципала.</p>

      <p>4.2.6. Отказаться от выполнения запроса Принципала, если имеются существенные причины.
        В таком случае агент обязуется обеспечить возврат средств, если Принципалом не были нарушены правила сервиса.
        Возврат происходит согласно политики возвратов размещенной по адресу https://donatov.net/refund</p>

      <p>5. ПРАВА И ОБЯЗАННОСТИ ПРИНЦИПАЛА</p>
      <p>5.1. Принципал обязуется:</p>

      <p>5.1.1. Соблюдать все правила получения Услуг, установленные Агентом в настоящей Оферте и в разделе
        правил.</p>

      <p>5.1.2. Предоставлять достоверную и полную информацию о себе в процессе заполнения форм на Сервисе для
        исполнения обязательств по настоящему Договору.</p>

      <p>5.1.3. Поддерживать в исправном техническом состоянии оборудование и каналы связи, указанные в Оферте,
        обеспечивающие получение им Услуг. Агент не несет ответственности за невыполнение заказа по причинам, не
        зависящим от Агента.</p>

      <p>5.1.4. Передавать точные сведения для обеспечения выполнения Агентом всех условий Оферты.</p>

      <p>5.2. Заказчик в праве:</p>

      <p>5.2.1. Пользоваться всеми правами Заказчика в соответствии с действующим законодательством Российской
        Федерации, регулирующим отношения по агентированию.</p>

      <p>5.2.2. Получать отчеты Агента о выполнении поручений Принципала.</p>

      <p>5.2.3. Оставлять отзывы о работе Сервиса (оценка + отзыв) (в том числе в случае длительности
        осуществления перевода денежных средств, по истечению 15 минут ожидания).</p>

      <p>6. ФИНАНСОВЫЕ УСЛОВИЯ</p>
      <p>6.1. Пополнение денежных средств через Сервис осуществляется только в российских рублях.</p>

      <p>6.2. Сумма пополнения не должна быть менее&nbsp;100&nbsp;руб.</p>

      <p>6.3. Агент удерживает (списывает в безакцептном порядке) причитающееся агентское вознаграждение в
        размере&nbsp;1-20% (одного - двадцати процента(ов))&nbsp;от суммы, зачисленной Принципалом через Сервис
        и подлежащей перечислению на аккаунт Принципала в выбранной Принципалом и представленной в Сервисе игры.
        Размер указанного вознаграждения может быть изменен Агентом по собственному усмотрению и указывается при
        оплате.&nbsp;</p>

      <p>6.4. Денежные средства Принципала за вычетом вознаграждения Агента конвертируются в иностранную валюту,
        после чего происходит пополнение аккаунта выбранной Принципалом и представленной в Сервисе игры.</p>

      <p>6.5. Принципал перед пополнением денежных средств через Сервис имеет возможность предварительно
        ознакомиться с размером вознаграждения Агента, стоимости конвертации валют (на Сервисе присутствует
        калькулятор итоговой стоимости).</p>

      <p>6.6. Моментом исполнения Агентом обязанности по перечислению денежных средств, зачисленных принципалом
        через Сервис в пользу правообладателя выбранной Принципал и представленной в Сервисе игры, считается
        момент списания соответствующей суммы со счета Агента в адрес Принципала.</p>

      <p>6.7. После проведения оплаты Принципал переходит на страницу статуса перевода, где он может в реальном
        времени без перезагрузки страницы отслеживать статус перевода.</p>

      <p>6.8. Платежные системы, банки оставляет за собой право удерживать дополнительные комиссии/сборы за
        перевод денежных средств и осуществление конвертации валют.</p>

      <p>6.9. Перечисление денежных средств Агентом осуществляется именно по тем данным профиля Принципала в
        выбранной им и представленной в Сервисе игре, которые он довел до сведения Агента путем заполнения
        соответствующих форм, размещенных на Сервисе.</p>

      <p>6.10. Без указания данных профиля Принципала в выбранной им и представленной в Сервисе игре Агент не
        перечисляет денежные средства в пользу Принципала, что не будет считаться задержкой, просрочкой или иным
        ненадлежащим исполнением Агентом своих обязанностей перед Принципалом.</p>

      <p>6.11. Если Принципал указал при заполнении форм неправильные или несуществующие данные профиля Принципала
        в выбранной им и представленной в Сервисе игре, или по другим причинам, объективно не зависящих от
        Агента, перечисление денежных средств стало невозможным, Агент не осуществляет перевод денежных средств.
      </p>

      <p>6.12. В случае возврата платежными системами, банками денежных средств Принципалу по причинам, не
        зависящим от Агента, возврат суммы вознаграждения в пользу Принципала Агентом не осуществляется.</p>

      <p>6.13. Ни на какие иные цели, кроме предусмотренных Офертой, Агент не может использовать денежные средства
        Принципала, за исключением случаев, когда это прямо требуется от Агента в соответствии с применимым
        международным законодательством и законодательством РФ.</p>



      <p>7. ОТЧЕТ АГЕНТА</p>
      <p>7.1. Агент обязуется предоставлять Принципалу отчет.</p>

      <p>7.2. Отчет Агента отражается на Сервисе («Отчет об операции»).</p>

      <p>7.3. После отражения информации «Средства переведены» Услуга является оказанной.</p>

      <p>7.4. При не направлении письменных мотивированных возражений в течение 3 (трех) дней с момента проведения
        перевода денежных средств, отчет считается согласованным, а поручение Агента надлежаще выполненным,
        после чего претензии от Принципала не принимаются.</p>

      <p>8. ОТВЕТСТВЕННОСТЬ СТОРОН</p>
      <p>8.1. За неисполнение или ненадлежащее исполнение обязательств по настоящей Оферте, стороны несут
        ответственность в соответствии с законодательством Российской Федерации.</p>

      <p>8.2. Агент не несет ответственности за невозможность работы Сервиса в связи с проблемами хостинга,
        ddos-атаками на Сервис или хостинг или иных каких-то не зависящих от Агента причин.</p>

      <p>8.3. Агент несет ответственность за хранение и обработку персональных данных Принципала, обеспечивает
        конфиденциальность этих данных в процессе их обработки.</p>

      <p>8.4. Агент гарантирует предоставление Заказчику полной и достоверной информации об оказываемых Услугах
        посредством ее размещения на Сервисе.</p>

      <p>8.5. Агент не несет ответственности:</p>

      <p>8.5.1. За действия (в том числе бездействие) любых третьих лиц.</p>

      <p>8.5.2. За частичное или полное неисполнение обязательств по Договору, если они являются следствием
        форс-мажорных обстоятельств.</p>

      <p>8.6. Принципалу запрещается пользоваться Услугами Агента для проведения незаконных переводов и
        мошеннических действий. При Акцепте Оферты Принципал обязуется выполнять эти требования и в случае
        мошенничества нести уголовную ответственность, установленную законодательством.</p>

      <p>8.7. Принципал обязуется не вмешиваться в работу Агента и не наносить урон программной и аппаратной части
        Сервиса.</p>

      <p>8.8. Принципал осознает, что Агент никоим образом не связан, не авторизован, не сотрудничает, не
        спонсируется или не одобряется Правообладателем любой представленной в Сервисе игры или любыми его
        аффилированными или дочерними компаниями.&nbsp;</p>

      <p>9. ФОРС-МАЖОР</p>
      <p>9.1. Стороны освобождаются от ответственности за полное или частичное неисполнение обязательств по Оферте
        в случае, если неисполнение обязательств явилось следствием действий непреодолимой силы, а именно:
        пожара, наводнения, землетрясения, забастовки, войны, эпидемии, введение режимов ЧС, ЧП, действий
        органов государственной власти или других независящих от Сторон обстоятельств.</p>

      <p>9.2. Сторона, которая не может выполнить обязательства по Оферте, должна своевременно, но не позднее 10
        (десяти) календарных дней после наступления обстоятельств непреодолимой силы, письменно известить другую
        Сторону, с предоставлением обосновывающих документов, выданных компетентными органами.</p>

      <p>10. РАЗРЕШЕНИЕ СПОРОВ</p>
      <p>10.1. Все споры, разногласия и претензии, которые могут возникнуть в связи с исполнением, расторжением
        или признанием недействительным Договора, Стороны будут стремиться решить путем переговоров. Сторона, у
        которой возникли претензии и/или разногласия, направляет другой Стороне сообщение с указанием возникших
        претензий и/или разногласий.</p>

      <p>10.2. Сообщение направляется Пользователем по электронной почте на адрес&nbsp;netdonatov@gmail.com.
        Сообщение должно содержать суть предъявляемого требования, доказательства, подтверждающие требование.
      </p>

      <p>10.3. В течение 15 (пятнадцати) рабочих дней с момента получения оригинала сообщения, Сторона, получившая
        его, обязана направить ответ на это сообщение.</p>

      <p>10.4. В случае, если ответ на сообщение не будет получен направившей сообщение Стороной в течение 30
        (Тридцати) рабочих дней с даты направления соответствующего сообщения, либо если Стороны не придут к
        соглашению по возникшим претензиям и/или разногласиям спор подлежит рассмотрению в суде по месту
        нахождения Агента.</p>

      <p>11. ПРОЧИЕ УСЛОВИЯ</p>
      <p>11.1. Настоящая Оферта вступает в силу с момента Заказа Услуг и действует до момента выполнения Сторонами
        принятых на себя обязательств и/или отзыва/изменения Оферты Агентом.</p>

      <p>11.2. Заказчик соглашается и признает, что внесение изменений в Оферту влечет за собой внесение этих
        изменений в заключенный и действующий между Сторонами Договор, и эти изменения вступают в силу
        одновременно с такими изменениями в Договор.</p>

      <p>11.3. Стороны признают, что если какое-либо из положений Оферты становится недействительным в течение
        срока его действия вследствие изменения законодательства, либо решения суда, остальные положения Оферты
        не теряют своей силы и обязательны для Сторон в течение срока действия Оферты.</p>

      <p>11.4. Стороны признают, что любые недостатки, относящиеся к индивидуальным предпочтениям Заказчика или к
        его субъективному восприятию качества оказанных Услуг, не являются основанием для признания
        ненадлежащего качества оказанных Услуг.</p>

      <p>11.5. Применимым законодательством в отношении указанной Оферты и порождаемым ею договорным правам и
        обязанностям является законодательство Российской Федерации.</p>

      </div>
  </div>
@endsection
