app/Http/Controllers/ProductController.php

select * from `products` where `status` = 1
---
  public function index(): View
  {
    $arr = [];
    $products = Product::where('status', 1)->get();